students = [
    "ชนวัร์ ปัญญามาก", "ปยุต เจริญศรี", "ศุภกร ฉัตรวัย", "วสุ ศรีเจริญ", "ธีระพงศ์ ตันวิเชียร",
    "ธีรภัทร ธรรมิภักดิ์", "กัญจน์ณัฏฐ์ กอสนาน", "ณัฏฐพล ขนิษฐานันท์", "ณธกร พลศักดิ์", "ธัญพิสิษฐ์ เตชะสุเมธ",
    "ณัฏฐ์ อภินันท์ฐกรณ์", "ธนัทกุล กุลวโลภาส", "ธีระพงศ์ ชนาธิปัตย์", "ณัฏฐกานต์ เนียมถนอม", "กันทรากร นาเวศ",
    "กันตพัฒน์ นาเวศ", "ณฐนนท์ เอี่ยมสอาด", "ปณายุ ดิศรานนท์", "ปัณณทัต ยาตะระณัติ", "ปารเมศ ชะใบรัมย์",
    "อภิวิชญ์ เกลียวสัมพันธ์", "ธรรมรัตน์ ไชยเมืองยอง", "ธนิทธิ์ชัย มะลิ", "วรรถภูมิ ลลิตานนท์", "ศรณ์ศีล ปิ่นชุมพลแสง",
    "ศุภกรภ์ หอสกุล", "ณฐวัฒน์ ถิรวัฒนกุล", "ธรณ์ โภคบุตร", "ตะวัน ศาสนวิบูลย์", "ศิวกร หงษา",
    "ภคิน นุ่นหมิ่น", "พชร เสมอภาค", "วรธวัช กะรัมเดชะ", "บุลากร โชติช่วงฉัตรชัย", "จตุรภัทร เจริญสง่า"
]